//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Ondersteuning";
"GetLabsUninstaller" = "Verwijderprogramma downloaden";


// DISPATCHER
"ReinstallButtonDescription" = "De nieuwste versie installeren";
"UninstallButtonDescription" = "De huidige installatie verwijderen";

"ReinstallButtonTitle" = "NIEUWSTE VERSIE OPHALEN";
"UninstallButtonTitle" = "VERWIJDEREN";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Kan Adobe® Flash® Player niet installeren.\n";
"NewerFlashPlayerAlreadyInstalled" = "Op dit systeem is al een nieuwere versie van de software geïnstalleerd.";
"InstalledVersionTitle" = "Geïnstalleerde versie:";
"ThisVersionTitle" = "Deze versie:";
"SystemDoesNotMeetMinimumRequirements" = "Het systeem voldoet niet aan de minimumvereisten voor installatie. Mac OS X %@ of hoger is vereist.";
"NeedToUninstallFirst" = "U dient het verwijderprogramma van Flash Player uit te voeren voordat u deze versie van Flash Player installeert. Ga naar de webpagina van Adobe Labs om het verwijderprogramma te downloaden.";

// WELCOME
"LicenseAgreementLink" = "Lees hier de licentieovereenkomst.";
"ReadAndAgreeToTermsOfUse" = "Ik heb de voorwaarden van de Flash Player-licentieovereenkomst gelezen en ga ermee akkoord.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Sluit de volgende toepassing(en) voordat u verdergaat:";
"CloseFPClientsDescription2" = "U kunt de toepassingen handmatig of door hieronder te klikken afsluiten.";

"ForceCloseAllButtonTitle" = "Alle toepassingen sluiten";

"CloseAppsDialogTitle" = "Andere toepassingen sluiten";
"CloseAppsDialogMessage" = "Er zijn nog enkele geopende toepassingen die moeten worden afgesloten.\n\nKlik op OK voor een bijgewerkte lijst.";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Sluiten";


// INSTALL
"FPInstallerWindowTitle" = "Installatieprogramma van Adobe Flash Player %@";

"EnableInstallMessage" = "Klik op het bovengelegen selectievakje om de licentieovereenkomst te accepteren en de installatie te starten.";

"InstallingMessage" = "Installeren…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Bezig met voltooien van installatie…";

"InstallButtonTitle" = "INSTALLEREN";
"RetryButtonTitle" = "OPNIEUW";
"QuitButtonTitle" = "AFSLUITEN";
"DoneButtonTitle" = "GEREED";
"DownloadButtonTitle" = "DOWNLOADEN";

// +--> Success
"InstallSucceededTitle" = "De installatie van Flash Player %@ is voltooid";
"RestartBrowserMessage" = "Start uw browser opnieuw";

// +--> Failure
"InstallFailedTitle" = "Installatie mislukt";
"InstallFailedDescription" = "Deze installatie is mislukt.";
"ErrorLogTitle" = "Foutenlogboek:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Voorkeuren voor Flash Player bijwerken";
"UpdateOptionsSubheader" = "Beveiligingsupdates en verbeteringen kunnen automatisch worden gedownload en geïnstalleerd.";
"UpdateMethodSelectionTitle" = "Kies uw updatemethode:";
"UpdateOption_InstallAutomatically" = "Adobe toestaan updates te installeren (aanbevolen)";
"UpdateOption_NotifyUser" = "Waarschuwen voordat updates worden geïnstalleerd";
"UpdateOption_DoNotCheckForUpdates" = "Nooit controleren op updates (niet aanbevolen)";
"UpdateOptionsLearnMore" = "Meer informatie";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_nl";


// UNINSTALL
"FPUninstallerWindowTitle" = "Deïnstallatieprogramma voor Flash Player";
"UninstallDescriptionText" = "Dit programma verwijdert Adobe® Flash® Player van uw computer.";
"UninstallDescriptionText_PlusTentacleRemover" = "Dit programma verwijdert Adobe® Flash® Player en alle bijbehorende bestanden in het cachegeheugen en de bijbehorende instellingen.";

"UninstallingMessage" = "Installatie verwijderen…";
"UninstallCompletedTitle" = "Voltooid";

// +--> Success
"UninstallSucceededText" = "Adobe® Flash® Player is van uw systeem verwijderd.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "Kan de updategegevens niet laden. Controleer uw internetverbinding en probeer het opnieuw.";
"CheckingForUpdatesText" = "Update-informatie wordt opgehaald...";

// No update available
"FlashPlayerIsUpToDate" = "Adobe® Flash® Player is up-to-date op uw systeem.";

// Update available
"AutoUpdateXmlLocale" = "nl";
"FPAutoUpdateWindowTitle" = "Adobe Flash Player bijwerken";
"UpdateAvailableText" = "Een update voor Adobe® Flash® Player is beschikbaar.";
"InstallThisUpdateQuestion" = "Deze update installeren?";
"ChangeSettingsText" = "U kunt uw update-instellingen wijzigen in het beheerprogramma voor lokale instellingen.";
"LaunchLSMLink" = "Het beheerprogramma voor lokale instellingen starten";

"RemindMeLaterButtonTitle" = "HERINNER MIJ LATER";


// Download Progress Panel
"CancelButtonTitle" = "ANNULEREN";
"DownloadSucceededTitle" = "Bestanden gedownload";
"DownloadFailedTitle" = "Download mislukt";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "Er is een fout opgetreden tijdens het downloaden van het installatieprogramma. Controleer of u een internetverbinding hebt en probeer het opnieuw.";
"DownloadingMessage" = "Downloaden…";
"VerifyingDownloadMessage" = "Download controleren…";
"UnpackingDownloadMessage" = "Gedownloade bestanden uitpakken…";
"LaunchingInstallerMessage" = "Installatieprogramma starten…";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/nl/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/nl/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Gebruiksgegevens";
"AnalyticsCheckboxLabel" = "Anonieme gebruiksgegevens verzenden";
"AnalyticsCheckboxDescription" = "Help ons Adobe Flash Player te verbeteren door anonieme gebruiksgegevens te verzenden. U kunt deze keuze op elk gewenst moment wijzigen.";
"AnalyticsLearnMore" = "Meer informatie";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_nl";
